Repository: luanlaimobytelab/TestLocalization
Catalog: *.xliff
Languages: es, fr

# %@ Error: %ld
source: %1$@ Error: %2$ld
fr: %1$@ Erreur: %2$ld

source: Could not decode string: %@
es: No se pudo decodificar cadena: %@
fr: Impossible de décoder chaîne: %@

source: Data failed decoding as a UTF-8 string
es: Datos fracasó decodificación como una cadena UTF-8
fr: Données échoué décodage d'une chaîne UTF-8

source: Dismiss
es: Despedir
fr: Rejeter

source: Error
fr: Erreur

source: Expected URL to be a file URL
es: URL espera que sea una URL del archivo
fr: URL devrait être une URL de fichier

source: File URL not reachable.
es: URL del archivo no accesible.
fr: URL de fichier non accessible.

source: Not Reachable
es: No Alcanzable
fr: Pas Joignable

source: Reachable via WWAN
es: Accesible a través de WWAN
fr: Accessible via WWAN

source: Reachable via WiFi
es: Accesible a través de WiFi
fr: Accessible via WiFi

# Request failed: %@ (%ld)
source: Request failed: %1$@ (%2$ld)
es: Solicitud fallida: %1$@ (%2$ld)
fr: La requête a échoué: %1$@ (%2$ld)

source: Request failed: unacceptable content-type: %@
es: La petición ha fallado: inaceptable de tipo de contenido: %@
fr: Échec de la demande: le type de contenu inacceptable: %@

source: Unknown
es: Desconocido
fr: Inconnu

source: $%.0f USD international calls!
es: $%.0f USD llamadas internacionales!
fr: $%.0f USD des appels internationaux!

source: %@ is already using this number.
es: %@ Ya está utilizando este número.
fr: %@ Déjà vous utilisez ce numéro.

source: %d days ago
es: %d hace días
fr: Il ya %d jours

source: %d hours ago
es: %d hace horas
fr: Il ya %d heures

source: %d minutes ago
es: %d hace minutos
fr: Il ya %d minutes

source: %d month ago
es: %d hace un mes
fr: %d il ya un mois

source: %d weeks ago
es: %d hace semanas
fr: %d semaines

source: %d years ago
es: %d años atrás
fr: Il ya %d ans

source: %dd ago
es: %dd hace
fr: %dd il ya

source: %dh ago
es: %dh hace
fr: Il ya %dh

source: %dm ago
es: %dm hace
fr: Il %dm

source: %dw ago
es: $dw hace
fr: Il ya %dw

source: %dy ago
es: %dy hace
fr: Il %dy

source: (Must be 8 characters or more)
es: (Debe ser de 8 caracteres o más)
fr: (Doit être 8 caractères ou plus)

source: A good combination of cost and quality - perfect for most destinations. Billing is in 1 minute increments.
es: Una buena combinación de coste y calidad - perfecta para la mayor parte de destinos. Cobro de llamadas en bloques de 1 minuto.
fr: Une bonne combinaison de coût et de qualité - parfait pour la plupart des destinations. Charge appels en blocs de 1 minute.

source: ABOUT SPAXTEL
es: ACERCA SPAXTEL
fr: PROPOS SPAXTEL

source: ALL DONE!
es: TODO LISTO!
fr: Tout est prêt!

source: Account exists but DID not defined
es: Dirección de correo electrónico o contraseña incorrecta
fr: Adresse ou mot de passe incorrect Courriel

source: Account settings
es: Configuración de cuenta
fr: Paramètres du compte

source: Add
es: Añadir
fr: Ajouter

source: Add Callback #
es: Agregue su #
fr: Ajoutez votre #

source: Add Callback Number
es: Añadir su número
fr: Ajouter votre numéro

source: Add Funds
es: Añadir Dinero
fr: Ajouter de l'argent

source: Add to Favorites
es: Agregar a los favoritos
fr: Ajouter aux Favoris

source: Advanced
es: Avanzado
fr: Avancé

source: Allow
es: Permitir
fr: Permettre

source: Allowing SpaxTel access to contacts
es: SpaxTel permitiendo\nel acceso a los contactos
fr: SpaxTel permettant\nl'accès aux contacts

source: Allowing access to microphone
es: Permitir el acceso a micrófono
fr: Autoriser l'accès aux micro

source: Are you sure you want to log out?
es: ¿Seguro que quieres salir?
fr: Êtes-vous sûr de vouloir quitter?

source: Ask
es: Preguntar
fr: Demander

source: Ask for each call
es: Pregunte por cada llamada
fr: Demandez à chaque appel

source: Attendees:
es: Asistentes:
fr: Assistants:

source: Available SpaxTel Balance
es: Saldo disponible SpaxTel
fr: Disponible SpaxTel Solde

source: Back
es: Espalda
fr: Dos

source: Balance: $%.2f USD
fr: Solde: $%.2f USD

source: Because you are not connected to the internet SpaxTel can initiate a callback to you using an SMS message. This will cost you whatever your local carrier charges you for an SMS to the UK. There is no charge from SpaxTel for the SMS message.
es: Debido a que usted no está conectado a internet Spaxtel puede iniciar una devolución de llamada para que el uso de un mensaje SMS. Esto le costará cualquiera que sea su portador local le cobra por un SMS al Reino Unido. No hay ningún cargo de Spaxtel para el mensaje SMS.
fr: Parce que vous n'êtes pas connecté à Internet Spaxtel peut initier un rappel à utiliser un message SMS. Cela va coûter quelque transporteur local facturé pour un SMS au Royaume-Uni. Il n'y a pas de frais pour le message SMS Spaxtel.

source: Business
es: Negocios
fr: Entreprise

source: Business Service
es: Servicio Empresarial
fr: Service d'affaires

source: Buy $5 USD Credit
es: Comprar $5 USD de Crédito
fr: Acheter 5 $ de crédit

source: Buy $15 USD Credit
es: Comprar $15 USD de Crédito
fr: Acheter crédit de 15 $

source: Buy $25 USD Credit
es: Comprar $ 25 USD de crédito
fr: Acheter crédit de 25 $

source: Buy $50 USD Credit
es: Comprar $ 50 USD de crédito
fr: Acheter crédit de 50 $

source: Buy $75 USD Credit
es: Comprar $ 75 USD de crédito
fr: Acheter crédit de 75 $

source: Buy $100 USD Credit
es: Comprar $ 100 USD de crédito
fr: Acheter crédit de 100 $

source: Call Failure
es: El incumplimiento de llamadas
fr: Appel échec

source: Call Information
es: Información Call
fr: Informations sur les appels

source: Call me
es: Llámame
fr: Appelez-moi

source: Callback Numbers
es: Mis Números
fr: Mes numéros

source: Callback number added successfully.
es: Número añadido correctamente.
fr: Nombre correctement ajouté.

source: Callback number edited successfully.
es: Número de devolución de llamada editado con éxito.
fr: Numéro de rappel modifié avec succès.

source: Calling
es: Llamando
fr: Appel

source: Calling Method
es: Método de llamada
fr: Méthode Calling

# Calling from %@ to %@ will cost $%@ USD per minute.
source: Calling from %1$@ to %2$@ will cost $%3$@ USD per minute.
es: Llamar desde %1$@ para %2$@ costará $%3$@ USD por minuto.
fr: Appel à partir de %1$@ à %2$@, il coûte $%3$@ USD par minute.

source: Calling from:
es: Llamar desde:
fr: Appel à partir de:

source: Calling to:
es: Llamando a:
fr: Calling:

source: Can't call at this time. Please try again later!
es: No se puede llamar en este momento. Por favor, inténtelo de nuevo más tarde!
fr: Vous ne pouvez pas appeler en ce moment. S'il vous plaît réessayer plus tard!

source: Can't connect to the server. Please check your internet connection.
es: No se puede conectar con el servidor. Por favor, compruebe su conexión a Internet.
fr: Vous ne pouvez pas vous connecter au serveur.\nS'il vous plaît vérifier votre connexion Internet.

source: Can't get limit participants
es: No se puede obtener participantes límite
fr: Vous ne pouvez pas amener les participants limites

source: Cancel
es: Cancelar
fr: Annuler

source: Check Rates
es: Recuperar Precios
fr: Récupérer les prix

source: Choose From Callback Numbers
es: Elija entre los números de teléfono
fr: Choisissez parmi les numéros de téléphone

source: Choose From Contacts
es: Elija entre tus contactos
fr: Choisissez parmi vos contacts

source: Complete verification process successfully or wait until token expires
es: Proceso de verificación completa con éxito o esperar hasta que expire símbolo
fr: Processus de vérification complet ou attendre jusqu'à ce qu'il expire succès symbole

source: Conference
es: Conferencia
fr: Conférence

source: Confirm
es: Confirmar
fr: Confirmer

source: Connecting...
es: Conectando...
fr: Connexion ...

source: Continue
es: Continuar
fr: Continuer

source: Country
es: País
fr: Pays

source: DID does not exist or cannot get balance
es: Cuenta no existe o no puede recuperar el equilibrio
fr: Ne existe pas compte ou ne peut pas récupérer le solde

source: DID does not exist or cannot recharge
es: Cuenta no existe o no puede agregar dinero
fr: Ne existe pas compte ou ne peut pas ajouter de l'argent

source: Delete
es: Borrar
fr: Effacer

source: Details
es: Detalles
fr: Détails

source: Dial %@
fr: Composez %@

source: Dial Number
es: Marcar número
fr: Composer Le Numéro

source: Didn't receive the code?
es: ¿No has recibido el código?
fr: Vous ne l'avez pas reçu le code?

source: Done
es: Hecho
fr: Fini

source: Double-tap to dismiss pop-up window.
es: Pulse dos veces para despedir ventana emergente.
fr: Appuyez deux fois pour rejeter contextuel.

source: Duration
es: Duración
fr: Durée

source: Economy
es: Economía
fr: Économie

source: Economy Service
es: Servicio de Economía
fr: Service Economie

source: Edit
es: Editar
fr: Éditer

source: Email Address
es: Dirección de correo electrónico
fr: Adresse e-mail

source: Email address already in use
es: Dirección de correo electrónico ya está en uso
fr: Adresse e-mail déjà utilisée

source: Email address is not valid
es: Dirección de correo electrónico no es válido
fr: Adresse e-mail est pas valable

source: Enter Description and Number
es: Introduzca la descripción y el número de teléfono
fr: Entrez la description et le numéro de téléphone

source: Enter Name and Number for your contact
es: Ingrese Nombre y Número para su contacto
fr: Entrez le nom et le numéro de\npour le contact

source: Enter Phone Number
es: Introduzca el número de teléfono
fr: Entrez le numéro de téléphone

source: Enter the number of seconds to pause.
es: Introduzca el número de segundos para hacer una pausa.
fr: Entrez le nombre de secondes pour mettre en pause.

source: Enter the number to dial.
es: Introduzca el número que desea marcar.
fr: Entrez le numéro à composer.

source: Enter the phone number of a phone from which you want to make calls. Callback numbers may include your mobile number, your home number, a local SIM card number, etc.
es: Introduzca uno de sus números de teléfono. Esto puede ser un teléfono móvil, teléfono fijo, SIM local, número de oficina, etc.
fr: Entrez l'un de vos numéros de téléphone. Cela peut être un téléphone mobile, ligne terrestre, SIM locale, numéro, etc.

source: Enter the text to say.
es: Introduzca el texto para decir.
fr: Entrez le texte à dire.

source: Enter your account information to login.
es: Introduzca su información de cuenta para iniciar sesión.
fr: Entrez vos informations de compte pour vous connecter.

source: Enter your email address to receive your password reminder.
es: Ingrese su correo electrónico para recibir su recordatorio.
fr: Entrez votre adresse email pour recevoir votre mot de rappel.

source: Error %d
fr: Erreur %d

source: Error while parsing server response
es: Error al analizar la respuesta del servidor
fr: Erreur d'analyse de la réponse du serveur

source: Favorites
es: Favoritos
fr: Favoris

source: First Name
es: Nombre
fr: Nom

source: Follow the docs on the features and API accordingly
es: Siga la documentación sobre las características y API en consecuencia
fr: Suivez la documentation sur les caractéristiques et les API conséquence

source: Force SMS Callback
es: Forzar SMS Callback
fr: La force de rappel de SMS

source: Forgot Password?
es: Has olvidado tu contraseña?
fr: Vous avez oublié votre mot de passe?

source: Free Calls
es: Llamadas Gratuitas
fr: Appels gratuits

source: From
es: Desde
fr: De

source: Getting call history ...
es: Conseguir historial de llamadas ...
fr: Obtenir l'historique des appels ...

source: Getting rates...
es: Comprobación de tasas
fr: Les taux de contrôle

source: Hi, Welcome to SpaxTel!
es: Hola, bienvenidos a SpaxTel!
fr: Bonjour, bienvenue à SpaxTel!

source: INVITE FRIENDS
es: INVITAR A AMIGOS
fr: INVITER DES AMIS

source: If you don't mind, please take a moment to rate our service.
es: Si no te importa, por favor tome un momento para valorar nuestro servicio.
fr: Si vous ne vous dérange pas, s'il vous plaît prendre un moment pour évaluer notre service.

source: Incorrect phone number
es: Número de teléfono incorrecta
fr: Mauvais numéro de téléphone

source: Internet call
es: Llamada de Internet
fr: Appel Internet

source: Internet call always
es: Llamada de Internet siempre
fr: Appel toujours Internet

source: Invalid API login or password
es: Inválido entrada API o contraseña
fr: Invalid login ou de mot de passe API

source: Invalid DID or password
es: Dirección de correo electrónico o contraseña no válidos
fr: Adresse e-mail non valide ou mot de passe

source: Invalid account information - please check again under Options | My account.
es: Información de la cuenta no válido - ver de nuevo en Opciones | Mi cuenta.
fr: Informations compte valide - voir de nouveau sur Options | mon compte.

source: Invalid default number
es: Número de teléfono predeterminado no válido
fr: Par défaut le numéro de téléphone valide

source: Invalid email address or password. Please check again.
es: Dirección de correo electrónico o contraseña no válidos.
fr: Adresse e-mail non valide ou mot de passe.

source: Invalid first or last name
es: Inválido nombre o apellido
fr: Nom ou le nom non valide

source: Invalid method
es: Método válido
fr: Méthode valable

source: Invalid params
es: Parámetros no válidos
fr: Paramètres invalides

source: Invalid request
es: Solicitud no válida
fr: Requête Invalide

source: Keypad
es: Teclado
fr: Clavier

source: LOG OUT
es: CERRAR SESIÓN
fr: SE DÉCONNECTER

source: Last Updated: %@
es: Última Actualización: %@
fr: Dernière Mise À Jour: %@

source: Later
es: Más tarde
fr: Plus tard

source: Let's get started and confirm your phone number:
es: Vamos a empezar y confirme su número de teléfono:
fr: Commençons et confirmez votre numéro de téléphone:

source: Loading
es: Cargando
fr: Chargement

source: Loading...
es: Cargando...
fr: Chargement ...

source: Login
es: Iniciar Sesión
fr: S'identifier

source: Logout
es: Cerrar Sesión
fr: Fermer Session

source: Method does not exist
es: Método no existe
fr: Méthode ne existe pas

source: Microphone Access Denied
es: Micrófono Acceso denegado
fr: Microphone Accès refusé

source: Missing required params
es: Faltan parámetros necesarios
fr: Les paramètres requis sont manquants

source: Moderator:
es: Moderador:
fr: Modérateur:

source: Mute
es: Mudo
fr: Muet

source: Name
es: Nombre
fr: Nom

source: Never
es: Nunca
fr: Jamais

source: No DIDs Available
es: No hay cuentas disponibles
fr: Pas de comptes disponibles

source: No internet connection
es: Sin conexión a Internet
fr: Pas de connexion Internet

source: No name
es: Sin nombre
fr: Sans nom

source: No phone number label
es: No se etiqueta con el número de teléfono
fr: Ne pas marquer le numéro de téléphone

source: Not Available
es: No disponible
fr: Indisponible

source: Number
es: Número
fr: Nombre

source: Password
es: Contraseña
fr: Mot de passe

source: Password is too short.
es: La contraseña es demasiado corta
fr: Le mot de passe est trop court

source: Password must be 8 characters or less and contain letters and numbers only
es: La contraseña debe tener 8 caracteres o menos y contener letras y números
fr: Le mot de passe doit être de 8 caractères ou moins et contenir des lettres et des chiffres

source: Please add at least one callback number. This is the number SpaxTel should call you back at (ie. your mobile phone).
es: Introduzca uno de sus números de teléfono. Esto puede ser el teléfono móvil, el teléfono fijo, etc.
fr: Entrez l'un de vos numéros de téléphone. Cela peut être un téléphone mobile, téléphone fixe, etc.

source: Please add your own phone number where you will make calls from.
es: Escriba su propio número de teléfono que va a utilizar para realizar llamadas.
fr: Écrivez votre propre numéro de téléphone à utiliser pour faire des appels.

source: Please don't forget it.
es: Por favor no se olvide de ella.
fr: S'il vous plaît ne pas l'oublier.

source: Please enter a password
es: Por favor, ingrese una contraseña
fr: S'il vous plaît entrer un mot de passe

source: Please enter a password with at least %d characters
es: Por favor, introduzca una contraseña con al menos %d caracteres
fr: S'il vous plaît entrer un mot de passe avec au moins %d caractères

source: Please enter a valid code with 4 digits
es: Introduzca un código válido de 4 dígitos
fr: Entrez un code à 4 chiffres valide

source: Please enter a valid email address
es: Introduzca una dirección de correo electrónico válida
fr: S'il vous plaît entrer une adresse email valide

source: Please enter a valid password
es: Por favor, introduce una contraseña válida
fr: S'il vous plaît entrer un mot de passe valide

source: Please enter a valid phone number
es: Introduzca un número de teléfono válido
fr: Entrez un numéro de téléphone valide

source: Please enter country!
es: Ingrese país!
fr: Entrez pays!

source: Please enter description!
es: Ingrese descripción!
fr: Entrez la description!

source: Please enter first name
es: Introduzca el nombre
fr: Entrez le nom

source: Please enter password.
es: Introduzca su contraseña.
fr: S'il vous plaît, entrez votre mot de passe.

source: Please enter phone number!
es: Introduzca el número de teléfono!
fr: Entrez votre numéro de téléphone!

source: Please enter your account information.
es: Introduzca su información de cuenta.
fr: Entrez vos informations de compte.

source: Please input the description
es: Entrada de la descripción.
fr: Entrée de la description.

# Please select &quot;Calling From&quot; phone number
source: Please select "Calling From" phone number
es: Seleccione el número de teléfono de origen
fr: Sélectionnez le numéro de téléphone d'origine

# Please select &quot;Calling To&quot; phone number
source: Please select "Calling To" phone number
es: Seleccione su número de teléfono de destino
fr: Sélectionnez votre numéro de téléphone de destination

source: Please try again in 2 minutes.
es: Por favor, inténtelo de nuevo en 2 minutos.
fr: S'il vous plaît essayez à nouveau en 2 minutes.

source: Premium Economy Service
es: Servicio Economy Premium
fr: Service Premium Economy

source: Press #
es: Prensa #
fr: Appuyez sur #

source: Press *
es: Prensa *
fr: Appuyez sur *

source: Price
es: Precio
fr: Prix

source: Pull to refresh...
es: Tirar para actualizar...
fr: Tirer pour rafraîchir...

source: Purchase Credit
es: Compra de créditos
fr: Achat de crédit

source: RECENT CALLS
es: Últimas llamadas
fr: Derniers appels

source: Rate App
es: Valorar la aplicación
fr: Évaluer l'application

source: Recents
es: Últimas llamadas
fr: Derniers appels

source: Record
es: Grabar
fr: Enregistrer

source: Record does not exist
es: Registro no existe
fr: Ne existe pas la fiche

source: Recorded Calls
es: Las Llamadas Grabadas
fr: Appels Enregistrés

source: Register
es: Registrarse
fr: Enregistrer

source: Register Now!
es: Regístrate ahora!
fr: Inscrivez-vous maintenant!

source: Regular
fr: Régulier

source: Regular call
es: Llamada regular
fr: Appel régulière

source: Regular call always
es: Siempre llamada regular
fr: Toujours appeler régulièrement

source: Release to refresh...
es: Lanzamiento para refrescar...
fr: Sortie pour rafraîchir...

source: Request a new token if available
es: Solicitar un nuevo token si está disponible
fr: Demander un nouveau jeton si disponible

source: Requesting
es: Solicitando
fr: Appliquant

source: Required
es: necesario
fr: nécessaire

source: Required when recognizing a caller and dialing from the existing contacts.
es: Requerido cuando el reconocimiento de un llamadas y la marcación de la contactos existentes.
fr: Nécessaire en cas de reconnaissance\nUn appel et composez le\ncontacts existants.

source: Retrieve correct keys and domain/application name from site for specified application
es: Recuperar teclas correctas y nombre de dominio / aplicación desde el sitio de aplicación especificada
fr: Bonnes touches perdues et le nom de domaine / application à partir du site d'application spécifiées

source: Retry again
es: Vuelva a intentar de nuevo
fr: Réessayer

source: Retry with a valid number
es: Vuelva a intentar con un número válido
fr: Réessayez avec un numéro valide

source: Retry with the correct PIN code
es: Vuelva a intentar con el código PIN correcto
fr: Réessayez avec le code PIN correct

source: Review Conference
es: Confirmación
fr: Confirmation

source: SEND US FEEDBACK
es: ENVIAR COMENTARIOS
fr: ENVOYEZ-NOUS VOS

source: SHARE YOUR INVITE CODE
es: COMPARTIR SU INVITE CÓDIGO
fr: PARTAGEZ VOTRE INVITE CODE

source: Save
es: Guardar
fr: Sauvegarder

# Say &quot;%@&quot;
source: Say "%@"
es: Diga "%@"
fr: Dites "%@"

source: Say ...
es: Di ...
fr: Dites ...

source: Search
es: Búsqueda
fr: Recherche

source: Select Callback Number
es: Seleccione el número de teléfono para usar
fr: Sélectionnez le numéro de téléphone à utiliser

source: Select Country
es: Seleccionar país
fr: Choisissez Le Pays

source: Select Option
es: Seleccionar Opción
fr: Sélectionner une option

source: Select Phone Number
es: Seleccione el número de teléfono
fr: Sélectionnez le numéro de téléphone

source: Select level:
es: Seleccione el nivel
fr: Sélectionnez le niveau

source: Send
es: Enviar
fr: Envoyer

source: Send friends free SpaxTel credit and you'll earn bonus credit too, worth $%.0f USD!
es: Enviar amigos de crédito SpaxTel libre y usted ganará crédito de bonificación también, por valor de $%.0f USD!
fr: Envoyer amis crédit SpaxTel gratuitement et vous gagnerez crédit de bonus aussi, une valeur de $%.0f USD!

source: Send friends free credit and you'll get some too, worth $VALUE USD! Details
es: Enviar amigos de crédito gratis y obtendrá algunos demasiado, por valor de $VALUE USD! Detalles
fr: Envoyer amis crédit gratuit et vous aurez un peu trop, une valeur de $ VALEUR USD! Détails

source: Service Levels
es: Niveles de Servicio
fr: Niveaux de service

source: Service level
es: Nivel De Servicio
fr: Niveau de service

source: Settings
es: Ajustes
fr: Paramètres

source: Share your promo code with friends and they'll get a free opening balance of $%1$.0f USD. Once they've signed up, you'll automatically get $%2$.0f USD bonus credit added to your balance too.
es: Comparte tu código promocional con su familia y que obtendrá un saldo de apertura libre de $%.0f USD. Una vez que hayas registrado, recibirás automáticamente $%.0f Crédito USD bono añadido a su saldo también.
fr: Partagez votre code promo avec des amis et ils obtiendront un solde d'ouverture libre de $%. 0f USD. Une fois qu'ils ont signé, vous obtiendrez automatiquement $%. 0f crédit USD de bonus ajouté à votre solde trop.

source: Sign In
es: Acceder
fr: S'identifier

source: SpaxTel is a brand of Trifecta Consulting Limited. Address: Trifecta Consulting Limited Room 2305A, 23/F, World-Wide House 19 Des Voeux Road Central Central, Hong Kong
es: SpaxTel es una marca de Trifecta Consulting Limited. Dirección: Trifecta Consulting Limited Room 2305A, 23/F, World-Wide House 19 Des Voeux Road Central Central, Hong Kong
fr: SpaxTel est une marque de Trifecta Consulting Limited. Adresse: Trifecta Consulting Limited Salle 2305A, 23 / F, World-Wide Maison 19 Des Voeux Road Central, Hong Kong

source: SpaxTel needs access to your microphone. It is a calling app after all.
es: SpaxTel necesita acceder a su micrófono. Se trata de una aplicación llamada después de todo.
fr: SpaxTel besoin pour accéder à votre\nmicrophone. C'est un\napplication appelée après tout.

source: SpaxTel requires access to your device's Microphone. Please enable Microphone access for SpaxTel in Settings / Privacy / Microphone
es: SpaxTel requiere acceso a micrófono del dispositivo. Por favor, activa el acceso micrófono para SpaxTel en Ajustes / Privacidad / Micrófono
fr: SpaxTel nécessite l'accès aux micro de l'appareil.\n\nS'il vous plaît permettre d'accéder aux paramètres / confidentialité / microphone de microphone

source: Speaker
es: Altavoz
fr: Haut-parleur
