Repository: luanlaimobytelab/TestLocalization
Catalog: *.xliff
Languages: es, fr

source: Start
es: comienzo
fr: Début

# TERMS &amp; CONDITIONS
source: TERMS & CONDITIONS
es: TÉRMINOS Y CONDICIONES
fr: TERMES ET CONDITIONS

source: Terms of use
es: Condiciones de uso
fr: Conditions d'utilisation

source: Thank you for your payment. We apologize for the inconvenience, but we need to do a manual review which will only take a few hours. Once approved your payment for $%d USD will be added to your account and you will receive an email confirmation. For future payments to SpaxTel, you will not have to wait.
es: Gracias por tu pago. Pedimos disculpas por las molestias, pero tenemos que hacer una revisión manual de los cuales sólo se llevará un par de horas. Una vez aprobado su pago por $%d USD se añadirá a su cuenta y usted recibirá un email de confirmación. Para los futuros pagos a SpaxTel, usted no tendrá que esperar.
fr: Merci pour votre payement. Nous nous excusons pour le désagrément, mais nous devons faire un examen manuel dont seulement une couple d'heures sera. Une fois le paiement approuvé pour $%d USD sera ajouté à votre compte et vous recevrez un email de confirmation. Pour les paiements futurs SpaxTel, vous ne devrez pas attendre.

source: Thank you!
es: Gracias!
fr: Merci!

source: The best call quality we offer, from hand selected tier-1 carriers. Caller id is passed properly. Billing is in 30 second increments.
es: Ofrecemos la mejor calidad de llamada de los mejores proveedores de primera linea. La identificación de la llamada se transifere debidamente. La llamada se realiza en bloques de 30 segundos.
fr: Nous offrons la meilleure qualité des meilleurs fournisseurs de première ligne d'appel. L'identification de l'appelant est correctement transfère tous. L'appel se fait par tranches de 30 secondes.

source: The lowest call rates we can offer. Quality not guaranteed, but we try to make it as good as possible. Billing is in 1 minute increments.
es: Las tarifas mas bajas que podemos ofrecer. Calidad no garantizada - aunque ofrecemos lo mejor que podemos. Cobro de llamadas en bloques de 1 minuto.
fr: Les tarifs les plus bas que nous pouvons offrir. Qualité pas garanti - mais offrent le meilleur que nous pouvons. Charge appels en blocs de 1 minute.

source: The total cost for this conference is being calculated.
es: Se calcula el costo total de esta conferencia.
fr: Le coût total de cette conférence est calculé.

source: The total cost for this conference will be $%@ USD per minute. Press the Start button to begin.
es: El costo total de esta conferencia será de $%@ USD por minuto. Pulse el botón Iniciar para comenzar.
fr: Le coût total de cette conférence sera de $%@ USD par minute. Appuyez sur le bouton Démarrer pour commencer.

source: Then dial %@
es: Luego marque %@
fr: Puis composez %@

source: Then press #
es: A continuación, pulse #
fr: Ensuite, appuyez sur #

source: Then press *
es: A continuación, pulse *
fr: Ensuite, appuyez sur *

# Then say &quot;%@&quot;
source: Then say "%@"
es: Luego dice "%@"
fr: Alors dire "%@"

source: Then wait %@ seconds
es: Luego espere %@ segundos
fr: Ensuite, attendre %@ secondes

source: This app requires access to your contacts for this function to work properly. Please visit the "Privacy" section in your iPhone's Settings.
es: Esta aplicación requiere acceso a sus contactos para que esta función funcione correctamente. Por favor, visite la sección "Privacidad" en la configuración de su iPhone.
fr: Cette application nécessite l'accès à vos contacts pour que cette option fonctionne correctement. S'il vous plaît visitez la "vie privée" de la configuration de votre iPhone.

source: This email address does not exist in our system.
es: Esta dirección de correo electrónico no existe en nuestro sistema.
fr: Esta dirección de correo electrónico no existe en nuestro sistema.

source: This number is blocked.
es: Este número está bloqueado.
fr: Ce numéro est bloqué.

source: To
es: a
fr: à

source: To use this contact with SpaxTel, the number format must be +country code + number Please modify it and try again.
es: Para utilizar este contacto con SpaxTel, el formato de número debe ser + código del país + número Modifique y vuelva a intentarlo.
fr: Pour utiliser cette SpaxTel de contact, le format de nombre doit être + code du pays + numéro Modifier et essayer à nouveau.

source: Today
es: Hoy
fr: Aujourd'hui

source: Try it FREE!
es: Pruébalo gratis!
fr: Essayez-le gratuitement!

source: Unable to add funds at this time. Please try again later.
es: No es posible agregar fondos en este momento. Por favor, inténtelo de nuevo más tarde.
fr: Vous ne pouvez pas ajouter des fonds à ce moment. S'il vous plaît réessayer plus tard.

source: Unable to create user account
es: No se puede crear la cuenta de usuario
fr: Vous ne pouvez pas créer le compte d'utilisateur

source: Unable to determine country code or number
es: No se puede determinar el código de país o el número de teléfono
fr: Impossible de déterminer le code du pays et le numéro de téléphone

source: Unable to get balance after recharge
es: No se puede obtener el balance después de añadir dinero
fr: Impossible d'obtenir l'équilibre après avoir ajouté de l'argent

source: Unable to get free calls at this time. Please try again later.
es: No se puede obtener llamadas gratuitas en este momento. Por favor, inténtelo de nuevo más tarde.
fr: Impossible d'obtenir des appels gratuits à l'heure actuelle. S'il vous plaît réessayer plus tard.

source: Unknown error
es: error desconocido
fr: Erreur inconnue

source: Update Callback
es: actualizar mi número
fr: Mettre à jour mon numéro

source: Updating Service Level...
es: Actualización de su nivel de servicio
fr: Mettez à jour votre niveau de service

source: Use Default Callback
es: Usar sistema por defecto
fr: Défaut l'utilisation du système

source: Use an SMS message to initiate a callback to your phone, even if Internet is available.
es: Utilice un mensaje SMS para iniciar una devolución de llamada a su teléfono, incluso si Internet está disponible.
fr: Utilisez un message SMS pour lancer un rappel à votre téléphone, même si l'Internet est disponible.

source: Use my SpaxTel promo code, %1$@, and get $%2$.2f USD free international calls. Redeem it at %3$@
es: Utilizar mi código promocional SpaxTel, %1$@, y recibe $%2$.2f USD llamadas internacionales gratuitas. Canjea %3$@
fr: Utiliser mon SpaxTel code promo, %1$@, et obtenir $%2$.2f USD appels internationaux gratuits. Racheter au %3$@

source: Wait %@ seconds
es: Espere %@ segundos
fr: Attendez %@ secondes

source: Wait until token expires
es: Espere hasta que expire símbolo
fr: Attendez jusqu'à ce qu'il expire symbole

# We are attempting to call you back at %@ (%@)
source: We are attempting to call you back at %1$@ (%2$@)
es: Estamos tratando de devolverle la llamada en %1$@ (%2$@)
fr: Nous essayons de rétablir l'appel en %1$@ (%2$@)

source: We like to be friendly!
es: Nos gusta ser amable!
fr: Nous aimons être sympa!

source: We sent you a text message with a 4 digit code. Enter it below.
es: Le hemos enviado un mensaje de texto con un código de 4 dígitos. Ingresa a continuación.
fr: Nous avons envoyé un message texte avec un code de 4 chiffres. Connectez-vous ci-dessous.

source: When on, the default callback number is used. When off, you will be prompted each call to select a callback number.
es: Cuando está activado, se utiliza el número predeterminado. Cuando está desactivado, se le pedirá cada llamada para seleccionar de uno de sus números.
fr: Lorsqu'il est activé, le numéro par défaut est utilisé. Lorsque désactivé, chaque appel sera demandé de choisir un des leurs.

source: When your phone rings, answer it.
es: Cuando suene el teléfono, responder a ella.
fr: Lorsque le téléphone sonne, répondez-y.

source: Yesterday
es: Ayer
fr: Hier

source: Your account allows conference calls with %@ participants. To increase this limit, please contact us.
es: Su cuenta permite llamadas de conferencia con %@ participantes. Para aumentar este límite, por favor póngase en contacto con nosotros.
fr: Votre compte permet les appels de conférence avec %@ participants. Pour augmenter cette limite, s'il vous plaît contactez-nous.

source: Your balance is %.2f USD.
es: Su saldo es %.2f USD.
fr: Votre solde est %.2f USD.

source: Your balance is controlled by %@. Please contact your company administrator.
es: Su saldo es controlado por %@. Por favor, póngase en contacto con el administrador de la empresa.
fr: Votre solde est contrôlé par %@. S'il vous plaît contactez l'administrateur de la société.

source: Your balance is too low to make calls. To add funds, click the top left icon and then Add Funds.
es: Su saldo es demasiado baja para realizar llamadas. Para añadir fondos, haga clic en el icono de arriba a la izquierda y luego Agregar fondos.
fr: Votre solde est trop faible pour faire des appels. Pour ajouter des fonds, cliquez sur l'icône en haut à gauche, puis Ajouter des fonds.

source: Your default callback number may not be deleted.
es: Su número de teléfono por defecto no se puede eliminar.
fr: Votre numéro de téléphone par défaut ne peut pas être supprimé.

source: Your device can't send SMS message.
es: El dispositivo no puede enviar un mensaje SMS.
fr: Le dispositif ne peut pas envoyer un message SMS.

source: Your password reminder was sent to your email address.
es: Su contraseña fue enviada a su correo electrónico.
fr: Votre mot de passe rappel a été envoyé à votre adresse email.

source: active
es: activo
fr: actif

source: disabled
es: discapacitado
fr: handicapé

source: enabled
es: habilitado
fr: permettre

source: just now
es: En este momento
fr: À ce moment

source: now
es: ahora
fr: maintenant

source: Download canceled
es: Descarga cancelada
fr: Télécharger annulé

source: The app receipt does not contain the given product
es: El recibo de aplicación no contiene el producto dado
fr: La réception de l'application ne contient pas le produit donné

source: The app receipt failed verification
es: El recibo aplicación falló verificación
fr: La réception de l'application échoué à la vérification

source: Unknown product identifier
es: Identificador de producto Desconocido
fr: Inconnu identificateur du produit

source: Contacts
es: Contactos

source: Description
es: Descripción

source: Pause
es: Pausa

source: Premium Economy
es: Economy Premium

source: Request timeout
es: Solicitud de tiempo de espera

source: Version
es: Versión
